src/ent/001.org
#+TITLE: ENT 001

[[https://github.com/alazzza/alazzza.github.io/edit/main/src/ent/001.org][Edit]]

[[file:../index.org][Home]]

[[file:./002.org][Next page >>]]

-----

#+TOC: headlines 2

* Tympanoplasty
:PROPERTIES:
:CUSTOM_ID: org17a46a1
:END:

Tympanoplasty is the surgery of the tympanic membrane. The whole point of it is to achieve the following:
1. Middle ear function restoration. To achieve this, there must be a secure connection between an intact tympanic membrane and the inner ear fluids.
2. Ensuring a durable connection between the tympanic membrane and the inner ear.
3. Establishing a tympanic membrane that resists infection and epithelial growth.

** Anatomy
:PROPERTIES:
:CUSTOM_ID: orgbc15077
:END:

Ok, but what on earth is the tympanic membrane (TM)?
- Oval-shaped fibrous membrane.
- Covered with skin on the outside and a mucous membrane on the inside.
- Something which you must know about the TM is that is positioned at an angle of 55 degrees with the ear canal floor (laterally forward and downward!). Confused? I thought so. Just look at this beautiful coronal schematic [[https://drive.google.com/uc?export=view&id=1gyBfhMTClIKj38025z_0TDIqaqYtVKKZ][picture]]. Note the concavity on the outside and the convexity on the inside (where the malleus handle tip is attached, forming the umboooooooo). I think this can be better appreciated in this [[https://drive.google.com/uc?export=view&id=1h-mllQRI7GPQi2JcuqzE4JpTHIXk4aGj][picture]].
- There is something called pars flaccida. This is a flaccid (as the name indicates) area between malleolar folds. It's fairly prone to rupture and perforation. And, on the opposite end of the spectrum, the pars tensa (the tense part lol).
- For your sanity, please look at a [[https://drive.google.com/uc?export=view&id=15jMEm8s8cuqQ2J_3LtZbHmimis3TOvgy][picture]] showing the position of the chorda tympani in relation to the malleus and the incus.

That's pretty much all you need to know...

** Surgery
:PROPERTIES:
:CUSTOM_ID: org98272f2
:END:

Interestingly, although you're aspiring surgeon with an itch to stick a knife into things, you may not need to operate in the following scenarios:
- Central perforations without significant deafness
- If the patient has a chronic eustachian tube dysfunction, you would NOT need to repair the perforation... know why? Because the perforation can actually help equalize pressure.

Before we dive into the steps of the surgery, here are a few points about the grafts:
- Temporalis fascia
  - This is the commonly used material for repairing TMs, and has been used for over 60 years!
  - It is taken through a small hole above the ear, either posterosuperior to the helix or via superior dissection from a [[https://otosurgeryatlas.stanford.edu/otologic-surgery-atlas/fundamentals-of-ear-surgery/postauricular-incision/][postauricular incision]] or an [[https://otosurgeryatlas.stanford.edu/otologic-surgery-atlas/fundamentals-of-ear-surgery/endaural-incision/][endaural incision (incision within the ear canal)]].
- Fat
  - This is useful for small perforations.
- Perichondrium
  - If the temporalis fascia is unavailable (for example, because of so many revisions), this is the alternative.

Now, let's talk about how to place these grafts:
- To start with, there are two main techniques: lateral and medial.
- Lateral Graft Technique (aka overlay technique). In summary, the graft is placed lateral (on top) to the TM but medial to the malleus handle. Please refer to this [[https://drive.google.com/uc?export=view&id=1h-mllQRI7GPQi2JcuqzE4JpTHIXk4aGj][picture]] as I found it to be extremely helpful in understanding what is happening.
  - Start by making a postauricular incision.
  - Elevate the vascular strip as shown in this [[https://drive.google.com/uc?export=view&id=199tuGobJfBulpMNzY2T1HOnJpWU9n10n][picture]].
  - Right now, the ear canal should look something like shown in this [[https://drive.google.com/uc?export=view&id=1mGZdz7r5k3odIXoqyjkuIzH-4ACIkO_C][picture]].
  - What you need to do next is remove the squamous layer that is overlying the outside of the TM like shown in this [[https://drive.google.com/uc?export=view&id=1TnMcOTzHorhZ99lO5udLfwoJwsq-U7KE][picture]].
  - Then, put the graft over the middle fibrous layer that is shown in this [[https://drive.google.com/uc?export=view&id=1h-mllQRI7GPQi2JcuqzE4JpTHIXk4aGj][picture]]. So, the result will look something like [[https://drive.google.com/uc?export=view&id=1oq1bI_7I-YRTsUvTbVNoYuo0DDm4H6yW][this]]. What is done here is basically this: lift the umboooooo using some kind of a hook (called wire loop), and then shove the graft underneath the umbo so that the umbo acts like a paper clip (see this [[https://drive.google.com/uc?export=view&id=1OijCFeniZAZUz8fHjrqxuZCiHS9IrFFO][picture]]).
  - Now, put a free graft on top of the TM graft, and pack that bad boy tightly to reduce blunting and lateralisation. See this [[https://drive.google.com/uc?export=view&id=1lvDEU9J3y4eYKbEhUomnqG42uGw0KEBi][picture]].
  - [[https://drive.google.com/uc?export=view&id=1uCjBCBop_35Hy6kSbbsw6cgfGklOWLsD][Ahh, nice and warm]].
- Medial graft technique (aka underlay technique). In summary, the graft is placed medial (underneath) to the TM and malleus.
  - This one felt a bit more complex, and so I won't go into detail. But, here is the basic outline.
  - You can incise using 1 of 3 ways: transcanal, endaural, or postauricular.
  - After incision, raise the tympanomeatal flap.
  - Now, life the medially-based anterior canal skin flap over the canal bulge down to the annulus (the ring of tissue around the eardrum), leaving the annulus intact. Look at this [[https://drive.google.com/uc?export=view&id=19NPBT23HNq-54i_tffrOz6neRa4epgeh][picture]].
  - Next, you need to prepare the middle ear. To do so, remove the mucocutaneous junction at the edges of the perforation (like in this [[https://drive.google.com/uc?export=view&id=1-cUtm-FPe_HmbDKUlyXTqIILyngWkcTY][picture]]). The result would look something like [[https://drive.google.com/uc?export=view&id=1NGYc9GeOEMysed-ZJswgPJHJa5wdJbjQ][this]]. The point of this step is to enhance the adhesion and the vascularisation of the graft.
  - Now, poke a hole through the graft. Then, pass the umbo through that hole, like shown in this [[https://drive.google.com/uc?export=view&id=1yCzHS4UFCT6XiVzQL4F_YIGXyHtl23UR][picture]]. An alternative way is to just pass the graft underneath the TM like shown in [[https://drive.google.com/uc?export=view&id=1sQZe-iaP6L_wnoFgjIhQ7sxVzgf2yw4T][here]].
  - return the tympanomeatal flap to its original position.
  - Put the Gelfoam to hold it in place and promote healing.

