src/ent/001.org
** Resources
:PROPERTIES:
:CUSTOM_ID: orgee0d7da
:END:

- https://vula.uct.ac.za
- https://www.ncbi.nlm.nih.gov/books/NBK565863/
- Cummings Otolaryngology (the OG... Otolaryngology God)
- Kadasne's anatomy textbook

* Thyroidectomy
:PROPERTIES:
:CUSTOM_ID: org0843f87
:END:

Interesting topic that lives at the +throat+ heart of ENT surgery.

** Anatomy
:PROPERTIES:
:CUSTOM_ID: org9161c02
:END:

*** Overview
:PROPERTIES:
:CUSTOM_ID: org7527087
:END:

In the neck, there are two types of fascia:
1. Superficial cervical fascia
2. Deep cervical fascia

The superficial cervical fascia:
- This is a layer of fatty connective tissue that is found between the skin and the deep cervical fascia.
- It has cutaneous nerves, blood and lymphatic vessels.

The deep cervical fascia:
- This one is divided into 3 more layers:
  1. Investing Layer:
     - Envelopes the trapezius and sternocleidomastoid muscles
  2. Pretracheal Layer
     - Extends from hyoid bone into the thorax.
     - Has a muscular part and a visceral part (the visceral part will be important later... obviously! Hint: it forms part of the thyroid false capsule)
  3. Prevertebral Layer
     - Envelopes the vertebral column.

The thyroid gland is found in the cervical viscera, which is organised into 3 layers (from deepest to most superficial):
1. Alimentary: has the pharynx and oesophagus.
2. Respiratory: has the larynx and trachea.
3. Endocrine: has the thyroid and parathyroid glands.

We cool so far? Nice. Let's talk about the thyroid gland itself. But, before we do, take a look at this [[https://drive.google.com/uc?export=view&id=1ksaAjq7jhoxkP2Ukpcs2xilkCAWmf-9Q][picture]] to get some orientation.

The interesting thing about the thyroid gland is that it has 2 capsules... well, kinda:
1. False capsule:
   - Pretracheal fascia of the deep cervical layer (we talked about it above) forms a loose sheath
2. True capsule:
   - This is a thin fibrous capsule which is formed from the fibrous stroma of the gland...
   - /*Deep to it, is the deep venous plexus of the gland. This is why, in order to avoid bleeding, the thyroid gland is removed along with the true capsule. [[https://drive.google.com/uc?export=view&id=1nuORCO5enazBzCDwcPgIIC7RUEzDZBPm][Picture]].*/

Now you know a little bit about the fascia of the neck, here is a clinical pearl to remember. The thyroid capsule is attached to the hyoid bone and the laryngeal cartilages (which move with swallowing). The fibrous attachment to the hyoid bone is called *levator glandulae thyroideae*. This is why the thyroid swellings move when you ask the patient to swallow! Pretty neat, huh? See this [[https://drive.google.com/uc?export=view&id=1ksaAjq7jhoxkP2Ukpcs2xilkCAWmf-9Q][picture]].

*** Relations
:PROPERTIES:
:CUSTOM_ID: org9bb8085
:END:

The following are some important relations which you should keep in mind when you're poking your finger in there (see this [[https://drive.google.com/uc?export=view&id=1KJFyzJYpWLX2atlt6JqkuXe8Doxj9Tv1][picture]]):
- Medial surface: a rule of 2s.
  - 2 tubes: trachea and oesophagus
  - 2 cartilages: cricoid and thyroid
  - 2 muscles: cricothyroid and inferior constrictor
  - 2 nerves: external laryngeal and recurrent laryngeal
- Lateral surface: three strap muscles (sternothyroid, sternohyoid, superior belly of omohyoid). Aid to remember the strap muscles: imagine a round guy with a big belly that has been sandwiched by 2 sternums... a gruesome image, but now you will never forget it.
- Base: this is at the level of 5th tracheal ring. The inferior thyroid artery and recurrent laryngeal nerve can be found here.
- Posterolateral surface: carotid sheath!!!!!!!!!!!!!!!!!!! DANGER!!!!!!!

*** Supply
:PROPERTIES:
:CUSTOM_ID: org6bbfc5c
:END:

Arterial ([[https://drive.google.com/uc?export=view&id=1lDWtlTTsdpTyWbs1LbHUHOxQLmyBjVTp][picture]]):
- Superior thyroid artery: branch of external carotid artery
- Inferior thyroid artery: branch of thyrocervical trunks (which branch of subclavian artery, which in turn comes from the... brachiocephalic artery, which comes froooom... aortic arch! Well remembered.)

Venous ([[https://drive.google.com/uc?export=view&id=1CrYooiS4Q2AI2bXQKffmk4wIg2ImqYK8][picture]]):
- Better to just see the picture above instead of reading a wall of text talking about some supero-infero-lateral-postero relation of some nerve.

Nerves:
- Sympathetic: superior, middle, and inferior cervical sympathetic ganglia.
- Parasympathetic: vagus and recurrent laryngeal nerves

