ent/001.html

<div id="outline-container-orgbd9552c" class="outline-3">
<h3 id="orgee0d7da">Resources</h3>
<div class="outline-text-3" id="text-orgee0d7da">
<ul class="org-ul">
<li><a href="https://vula.uct.ac.za">https://vula.uct.ac.za</a></li>
<li><a href="https://www.ncbi.nlm.nih.gov/books/NBK565863/">https://www.ncbi.nlm.nih.gov/books/NBK565863/</a></li>
<li>Cummings Otolaryngology (the OG&#x2026; Otolaryngology God)</li>
<li>Kadasne's anatomy textbook</li>
<li><a href="https://otosurgeryatlas.stanford.edu/">https://otosurgeryatlas.stanford.edu/</a></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org08615d2" class="outline-2">
<h2 id="org0843f87">Thyroidectomy</h2>
<div class="outline-text-2" id="text-org0843f87">
<p>
Created: 2024-10-15 - Updated: 2024-10-17
</p>

<p>
Interesting topic that lives at the <del>throat</del> heart of ENT surgery.
</p>
</div>

<div id="outline-container-orgfe029bc" class="outline-3">
<h3 id="org9161c02">Anatomy</h3>
<div class="outline-text-3" id="text-org9161c02">
</div>

<div id="outline-container-orge586b1e" class="outline-4">
<h4 id="org7527087">Overview</h4>
<div class="outline-text-4" id="text-org7527087">
<p>
In the neck, there are two types of fascia:
</p>
<ol class="org-ol">
<li>Superficial cervical fascia</li>
<li>Deep cervical fascia</li>
</ol>

<p>
The superficial cervical fascia:
</p>
<ul class="org-ul">
<li>This is a layer of fatty connective tissue that is found between the skin and the deep cervical fascia.</li>
<li>It has cutaneous nerves, blood and lymphatic vessels.</li>
</ul>

<p>
The deep cervical fascia:
</p>
<ul class="org-ul">
<li>This one is divided into 3 more layers:
<ol class="org-ol">
<li>Investing Layer:
<ul class="org-ul">
<li>Envelopes the trapezius and sternocleidomastoid muscles</li>
</ul></li>
<li>Pretracheal Layer
<ul class="org-ul">
<li>Extends from hyoid bone into the thorax.</li>
<li>Has a muscular part and a visceral part (the visceral part will be important later&#x2026; obviously! Hint: it forms part of the thyroid false capsule)</li>
</ul></li>
<li>Prevertebral Layer
<ul class="org-ul">
<li>Envelopes the vertebral column.</li>
</ul></li>
</ol></li>
</ul>

<p>
The thyroid gland is found in the cervical viscera, which is organised into 3 layers (from deepest to most superficial):
</p>
<ol class="org-ol">
<li>Alimentary: has the pharynx and oesophagus.</li>
<li>Respiratory: has the larynx and trachea.</li>
<li>Endocrine: has the thyroid and parathyroid glands.</li>
</ol>

<p>
We cool so far? Nice. Let's talk about the thyroid gland itself. But, before we do, take a look at this <a href="https://drive.google.com/uc?export=view&amp;id=1ksaAjq7jhoxkP2Ukpcs2xilkCAWmf-9Q">picture</a> to get some orientation.
</p>

<p>
The interesting thing about the thyroid gland is that it has 2 capsules&#x2026; well, kinda:
</p>
<ol class="org-ol">
<li>False capsule:
<ul class="org-ul">
<li>Pretracheal fascia of the deep cervical layer (we talked about it above) forms a loose sheath</li>
</ul></li>
<li>True capsule:
<ul class="org-ul">
<li>This is a thin fibrous capsule which is formed from the fibrous stroma of the gland&#x2026;</li>
<li><i><b>Deep to it, is the deep venous plexus of the gland. This is why, in order to avoid bleeding, the thyroid gland is removed along with the true capsule. <a href="https://drive.google.com/uc?export=view&amp;id=1nuORCO5enazBzCDwcPgIIC7RUEzDZBPm">Picture</a>.</b></i></li>
</ul></li>
</ol>

<p>
Now you know a little bit about the fascia of the neck, here is a clinical pearl to remember. The thyroid capsule is attached to the hyoid bone and the laryngeal cartilages (which move with swallowing). The fibrous attachment to the hyoid bone is called <b>levator glandulae thyroideae</b>. This is why the thyroid swellings move when you ask the patient to swallow! Pretty neat, huh? See this <a href="https://drive.google.com/uc?export=view&amp;id=1ksaAjq7jhoxkP2Ukpcs2xilkCAWmf-9Q">picture</a>.
</p>
</div>
</div>

<div id="outline-container-org4ad7a99" class="outline-4">
<h4 id="org9bb8085">Relations</h4>
<div class="outline-text-4" id="text-org9bb8085">
<p>
The following are some important relations which you should keep in mind when you're poking your finger in there (see this <a href="https://drive.google.com/uc?export=view&amp;id=1KJFyzJYpWLX2atlt6JqkuXe8Doxj9Tv1">picture</a>):
</p>
<ul class="org-ul">
<li>Medial surface: a rule of 2s.
<ul class="org-ul">
<li>2 tubes: trachea and oesophagus</li>
<li>2 cartilages: cricoid and thyroid</li>
<li>2 muscles: cricothyroid and inferior constrictor</li>
<li>2 nerves: external laryngeal and recurrent laryngeal</li>
</ul></li>
<li>Lateral surface: three strap muscles (sternothyroid, sternohyoid, superior belly of omohyoid). Aid to remember the strap muscles: imagine a round guy with a big belly that has been sandwiched by 2 sternums&#x2026; a gruesome image, but now you will never forget it.</li>
<li>Base: this is at the level of 5th tracheal ring. The inferior thyroid artery and recurrent laryngeal nerve can be found here.</li>
<li>Posterolateral surface: carotid sheath!!!!!!!!!!!!!!!!!!! DANGER!!!!!!!</li>
</ul>
</div>
</div>

<div id="outline-container-org5f5992f" class="outline-4">
<h4 id="org6bbfc5c">Supply</h4>
<div class="outline-text-4" id="text-org6bbfc5c">
<p>
Arterial (<a href="https://drive.google.com/uc?export=view&amp;id=1lDWtlTTsdpTyWbs1LbHUHOxQLmyBjVTp">picture</a>):
</p>
<ul class="org-ul">
<li>Superior thyroid artery: branch of external carotid artery</li>
<li>Inferior thyroid artery: branch of thyrocervical trunks (which branch of subclavian artery, which in turn comes from the&#x2026; brachiocephalic artery, which comes froooom&#x2026; aortic arch! Well remembered.)</li>
</ul>

<p>
Venous (<a href="https://drive.google.com/uc?export=view&amp;id=1CrYooiS4Q2AI2bXQKffmk4wIg2ImqYK8">picture</a>):
</p>
<ul class="org-ul">
<li>Better to just see the picture above instead of reading a wall of text talking about some supero-infero-lateral-postero relation of some nerve.</li>
</ul>

<p>
Nerves:
</p>
<ul class="org-ul">
<li>Sympathetic: superior, middle, and inferior cervical sympathetic ganglia.</li>
<li>Parasympathetic: vagus and recurrent laryngeal nerves</li>
</ul>
</div>
</div>
</div>
