src/ent/001.org
** Surgery
:PROPERTIES:
:CUSTOM_ID: org9ed2ef7
:END:

Ooooh now for the VERY interesting part. DISCLAIMER: This section is yet to be reviewed by a surgeon. So, do NOT rely on it!

Also, do not try this at home...

1. Put the patient flat on the bed and extend the neck.
2. Clean the neck from the chest to the mandible.
3. Make a symmetric transverse incision near the cricoid cartilage.
4. Subplatysmal flap should now be raised so that you can see the thyroid.
5. What you should now see is the deep cervical fascia. You see it? Yes? Cool. Now, make a midline vertical incision through it and separate the strap muscles
6. Optional: good point to name the strap muscles and impress the surgeon.
7. You need to identify something called ansa cervicalis, and you need to be EXTREMELY careful so that you do not damage the external branch of the superior laryngeal nerve (which is a part of the vagus, and it supplies the cricothyroid muscle whose job is to increase the vocal pitch by tensing the vocal cords... pretty important if you ask me)
8. Find the middle thyroid vein and the recurrent laryngeal nerve (innervates all of the intrinsic muscles of the larynx, other than the cricothyroid)
9. To do the above, you need to first find the superior pole of the thyroid: pull the thyroid inferomedially and find a triangle known as Joll's triangle. See this [[https://drive.google.com/uc?export=view&id=1QPgTeg4abu8S4Tu4vI_I-vHTssGpCFk7][picture]] to give some context.
10. Next, you need to find the recurrent laryngeal nerve which runs like [[https://drive.google.com/uc?export=view&id=1R_UcKHn5eQb6DvuIq54Bvh7c5K9pD0Dk][this]].
11. To reduce the risk of parathyroid devascularisation, blood vessels on the thyroid capsule should be divided and ligated.
12. Keep monitoring the recurrent laryngeal nerve.
13. When you have achieved the above, you can cut the thyroid
    - Lobectomy: remove lobe and leave behind the isthmus and the other lobe
    - Hemithyroidectomy: remove a lobe PLUS isthmus
    - Total thyroidectomy: fully remove the gland
    - Near-total thyroidectomy: remove all of the thyroid and keep 2 grams of glandular tissue
    - Subtotal thyroidectomy: remove all of the thyroid and leave about 7 grams of glandular tissue (this technique is used for multinodular goiters)
14. Reapproximate strap muscles to stop the trachea from adhesing to the skin...
15. Reapproximate the platysma.
16. Close it up.
17. Go home.
18. Wait no, go back and write the operation notes.
19. Ok. Now seriously go home. It's 2 AM...

Post-op care:
- Keep an eye out for hypocalcemia (especially in total thyroidectomy cases).

** Resources
:PROPERTIES:
:CUSTOM_ID: org9e6d22b
:END:

- https://doi.org/10.1155/2017%2F4357591
- Kadasne's anatomy textbook
- Bailey and Love's textbook of surgery
