ent/001.html

<div id="outline-container-orgf546842" class="outline-3">
<h3 id="org9ed2ef7">Surgery</h3>
<div class="outline-text-3" id="text-org9ed2ef7">
<p>
Ooooh now for the VERY interesting part. DISCLAIMER: This section is yet to be reviewed by a surgeon. So, do NOT rely on it!
</p>

<p>
Also, do not try this at home&#x2026;
</p>

<ol class="org-ol">
<li>Put the patient flat on the bed and extend the neck.</li>
<li>Clean the neck from the chest to the mandible.</li>
<li>Make a symmetric transverse incision near the cricoid cartilage.</li>
<li>Subplatysmal flap should now be raised so that you can see the thyroid.</li>
<li>What you should now see is the deep cervical fascia. You see it? Yes? Cool. Now, make a midline vertical incision through it and separate the strap muscles</li>
<li>Optional: good point to name the strap muscles and impress the surgeon.</li>
<li>You need to identify something called ansa cervicalis, and you need to be EXTREMELY careful so that you do not damage the external branch of the superior laryngeal nerve (which is a part of the vagus, and it supplies the cricothyroid muscle whose job is to increase the vocal pitch by tensing the vocal cords&#x2026; pretty important if you ask me)</li>
<li>Find the middle thyroid vein and the recurrent laryngeal nerve (innervates all of the intrinsic muscles of the larynx, other than the cricothyroid)</li>
<li>To do the above, you need to first find the superior pole of the thyroid: pull the thyroid inferomedially and find a triangle known as Joll's triangle. See this <a href="https://drive.google.com/uc?export=view&amp;id=1QPgTeg4abu8S4Tu4vI_I-vHTssGpCFk7">picture</a> to give some context.</li>
<li>Next, you need to find the recurrent laryngeal nerve which runs like <a href="https://drive.google.com/uc?export=view&amp;id=1R_UcKHn5eQb6DvuIq54Bvh7c5K9pD0Dk">this</a>.</li>
<li>To reduce the risk of parathyroid devascularisation, blood vessels on the thyroid capsule should be divided and ligated.</li>
<li>Keep monitoring the recurrent laryngeal nerve.</li>
<li>When you have achieved the above, you can cut the thyroid
<ul class="org-ul">
<li>Lobectomy: remove lobe and leave behind the isthmus and the other lobe</li>
<li>Hemithyroidectomy: remove a lobe PLUS isthmus</li>
<li>Total thyroidectomy: fully remove the gland</li>
<li>Near-total thyroidectomy: remove all of the thyroid and keep 2 grams of glandular tissue</li>
<li>Subtotal thyroidectomy: remove all of the thyroid and leave about 7 grams of glandular tissue (this technique is used for multinodular goiters)</li>
</ul></li>
<li>Reapproximate strap muscles to stop the trachea from adhesing to the skin&#x2026;</li>
<li>Reapproximate the platysma.</li>
<li>Close it up.</li>
<li>Go home.</li>
<li>Wait no, go back and write the operation notes.</li>
<li>Ok. Now seriously go home. It's 2 AM&#x2026;</li>
</ol>

<p>
Post-op care:
</p>
<ul class="org-ul">
<li>Keep an eye out for hypocalcemia (especially in total thyroidectomy cases).</li>
</ul>
</div>
</div>

<div id="outline-container-orgddef410" class="outline-3">
<h3 id="org9e6d22b">Resources</h3>
<div class="outline-text-3" id="text-org9e6d22b">
<ul class="org-ul">
<li><a href="https://doi.org/10.1155/2017%2F4357591">https://doi.org/10.1155/2017%2F4357591</a></li>
<li>Kadasne's anatomy textbook</li>
<li>Bailey and Love's textbook of surgery</li>
</ul>
</div>
</div>
</div>
</div>
</body>
</html>
